Repository: joeshaw/hal
Catalog: po/*.po
Languages: pl

source: External %s%s Drive
pl: Napęd zewnętrzny %s%s

source: %s%s Drive
pl: Napęd %s%s

source: External Floppy Drive
pl: Zewnętrzny napęd dyskietek

source: Floppy Drive
pl: Napęd dyskietek

source: %s External Hard Drive
pl: Zewnętrzny dysk twardy %s

source: %s Hard Drive
pl: Dysk twardy %s

source: External Hard Drive
pl: Zewnętrzny dysk twardy

source: Hard Drive
pl: Dysk twardy

source: Drive
pl: Napęd

source: Blank CD-R
pl: Wyczyść CD-R

source: Blank CD-RW
pl: Wyczyść CD-RW

source: Blank DVD-RAM
pl: Wyczyść DVD-RAM

source: Blank DVD-R
pl: Wyczyść DVD-R

source: Blank DVD-RW
pl: Wyczyść DVD-RW

source: Blank DVD+R
pl: Wyczyść DVD+R

source: Blank DVD+RW
pl: Wyczyść DVD+RW

source: Blank DVD+R Dual-Layer
pl: Wyczyść DVD+R dwuwarstwowe

source: DVD+R Dual-Layer
pl: DVD+R dwuwarstwowe

source: Audio CD
pl: CD muzyczne

source: %s Removable Media
pl: Nośnik wymienialny %s

source: %s Media
pl: Nośnik %s

source: Device Manager
pl: Zarządzanie urządzeniami

source: <b>Vendor:</b>
pl: <b>Dostawca:</b>

source: <b>Device:</b>
pl: <b>Urządzenie:</b>

source: Device Name
pl: Nazwa urządzenia

source: <b>Bus Type:</b>
pl: <b>Typ magistrali:</b>

source: Status
pl: Stan

source: Bus Type
pl: Typ magistrali

source: <b>Device Type:</b>
pl: <b>Typ urządzenia:</b>

source: Device Type
pl: Typ urządzenia

source: Device Vendor
pl: Dostawca urządzenia

source: <b>Capabilities:</b>
pl: <b>Możliwości:</b>

source: <b>Status:</b>
pl: <b>Stan:</b>

source: Device
pl: Urządzenie

source: <b>Bandwidth:</b>
pl: <b>Szybkość:</b>

source: <b>Product:</b>
pl: <b>Produkt:</b>

source: <b>Revision:</b>
pl: <b>Wersja:</b>

source: USB Version
pl: Wersja USB

source: USB Bandwidth
pl: Szynkość USB

source: Max Power Drain
pl: Maks ubytek mocy

source: Manufacturer ID
pl: ID producenta

source: Product ID
pl: ID produktu

source: Product Revision
pl: Wersja produktu

source: <b>USB Version:</b>
pl: <b>Wersja USB:</b>

source: <b>Power Usage:</b>
pl: <b>Zużycie energii:</b>

source: <b>OEM Product:</b>
pl: <b>Produkt OEM:</b>

source: <b>OEM Vendor:</b>
pl: <b>Dostawca OEM:</b>

source: OEM Manufacturer ID
pl: ID producenta OEM

source: OEM Product ID
pl: ID produktu OEM

source: Advanced
pl: Zaawansowane

source: Add an entry to fstab
pl: Dodaj pozycję do pliku fstab

source: Remove an entry from fstab
pl: Usuń pozycję z pliku fstab

source: Remove all generated entries from fstab
pl: Usuń wszystkie wygenerowane pozycje z pliku fstab

source: Report detailed information about operation progress
pl: Podawaj szczegółową informację o postępie działania
